Repository: byluisfer/TacoClicker
Catalog: lib/l10n/app_*.arb
Languages: de, es

source: Home
de: Startseite
es: Inicio

source: Ingredients
de: Zutaten
es: Ingredientes

source: Settings
de: Einstellungen
es: Ajustes

# upgrade1Description
source: Smooth, creamy sauce that drives customers crazy.
de: Sanfte, cremige Sauce, die Kunden in den Wahnsinn treibt.
es: Suave y cremosa salsa que lleva a los clientes a la locura.

# upgrade1Bonus
source: +1 tacos per click
de: +1 tacos pro Klick
es: +1 tacos por clic

# upgrade2Title
source: Processed Cheese
de: Schmelzkäse
es: Queso procesado

# upgrade2Description
source: Melted cheesy that adds comfort to every bite.
de: Geschmolzener Käse, jedem Bissen ein Gefühl verleiht.
es: Queso derretido que añade confort a cada bocado.

# upgrade2Bonus
source: +5 tacos per click
de: +5 tacos pro Klick
es: +5 tacos por clic

# upgrade3Title
source: Roosters Beak
de: Hahnenschnabel
es: Pico de gallo

# upgrade3Description
source: Fresh and zesty mix that brings your taco to life.
de: Frische und pikante Mischung die Ihren Taco besser macht.
es: Mezcla fresca y sabrosa que le da vida a tu taco.

# upgrade3Bonus
source: +10 tacos per click
de: +10 tacos pro Klick
es: +10 tacos por clic

# upgrade4Title
source: Caramelized Onion
de: Karamel Zwiebeln
es: Cebolla caramelizada

# upgrade4Description
source: Sweet and savory magic that adds texture to your taco.
de: Süsse und herzhafte Magie die Ihrem Taco verbessern.
es: Magia dulce y sabrosa que añade textura a tu taco.

# upgrade4Bonus
source: +50 tacos per click
de: +50 tacos pro Klick
es: +50 tacos por clic

# upgrade5Title
source: Wagyu Beef
de: Wagyu-Rindfleisch
es: Carne de res Wagyu

# upgrade5Description
source: Exquisite beef that elevates your taco to luxury status.
de: Exquisites fleisch, das Ihren Taco zum Luxus macht.
es: Exquisita carne que eleva tu taco al estatus de lujo.

# upgrade5Bonus
source: +100 tacos per click
de: +100 tacos pro Klick
es: +100 tacos por clic

# upgrade6Title
source: Dragonfire Sauce
de: Drachenfeuersauce
es: Salsa Dragonfire

# upgrade6Description
source: A mythical blend from spicy peppers and rare spices.
de: Eine mythische Mischung aus scharf Paprikaschoten.
es: Una mezcla de pimientos picantes y especias raras.

# upgrade6Bonus
source: +250 tacos per click
de: +250 tacos pro Klick
es: +250 tacos por clic

source: Stats
de: Statistiken
es: Estadísticas

# maxAmountStats
source: Max amount
de: Maximalbetrag
es: Cantidad max

# perClickStats
source: Per Click
de: Pro Klick
es: Pro click

source: Game Settings
de: Spieleinstellungen
es: Ajustes de juego

source: Music
de: Musik
es: Musica

source: Dark mode
de: Dunkelmodus
es: Modo oscuro

# restartGame
source: Reset Game Progress
de: Spiel zurücksetzen
es: Restablecer el juego

source: Language
de: Sprache
es: Idioma
